Repository: OMOSde/contao-om-backend
Catalog: src/Resources/contao/languages/*/*_backend_sysinfo.xlf
Languages: de

# tl_om_backend_sysinfo.title.0
source: Title
de: Titel

# tl_om_backend_sysinfo.title.1
source: Please enter the title.
de: Bitte geben Sie den Titel ein.

# tl_om_backend_sysinfo.priority.0
source: Priority
de: Priorität

# tl_om_backend_sysinfo.priority.1
source: Please select a priority.
de: Bitte wählen Sie eine Priorität.

# tl_om_backend_sysinfo.info.1
source: Please enter the information.
de: Bitte geben Sie die Information an.

# tl_om_backend_sysinfo.title_legend
source: Title
de: Titel

# tl_om_backend_sysinfo.priority_legend
source: Priority
de: Priorität

# tl_om_backend_sysinfo.deleteConfirm
source: Deleting information ID %s! Continue?
de: Die Information ID %s löschen! Fortfahren?

# tl_om_backend_sysinfo.new.0
source: New information
de: Neue Information

# tl_om_backend_sysinfo.new.1
source: Create a new information
de: Eine neue Information anlegen

# tl_om_backend_sysinfo.show.1
source: Show the details of information ID %s
de: Details der Information ID %s anzeigen

# tl_om_backend_sysinfo.edit.0
source: Edit information
de: Information bearbeiten

# tl_om_backend_sysinfo.edit.1
source: Edit information ID %s
de: Information ID %s bearbeiten

# tl_om_backend_sysinfo.copy.0
source: Duplicate information
de: Information duplizieren

# tl_om_backend_sysinfo.copy.1
source: Duplicate information ID %s
de: Information ID %s duplizieren

# tl_om_backend_sysinfo.delete.0
source: Delete information
de: Information löschen

# tl_om_backend_sysinfo.delete.1
source: Delete information ID %s
de: Information ID %s löschen

# tl_om_backend_sysinfo.low.0
source: Low
de: Niedrig

# tl_om_backend_sysinfo.middle.0
source: Middle
de: Mittel

# tl_om_backend_sysinfo.high.0
source: High
de: Hoch
