Repository: OMOSde/contao-om-backend
Catalog: src/Resources/contao/languages/*/*_backend_links_main.xlf
Languages: de

# tl_om_backend_links_main.title.0
source: Title
de: Titel

# tl_om_backend_links_main.title.1
source: Please enter the title.
de: Bitte geben Sie den Titel ein.

# tl_om_backend_links_main.be_group.0
source: Group
de: Gruppe

# tl_om_backend_links_main.be_group.1
source: Please enter the group.
de: Bitte geben Sie die Gruppe ein.

# tl_om_backend_links_main.url.1
source: Please enter the url.
de: Bitte geben Sie die URL ein.

# tl_om_backend_links_main.language.0
source: Language
de: Sprache

# tl_om_backend_links_main.language.1
source: Please enter the language.
de: Bitte geben Sie die Sprache an.

# tl_om_backend_links_main.published.0
source: Publish
de: Veröffentlichen

# tl_om_backend_links_main.published.1
source: Publish.
de: Veröffentlichen.

# tl_om_backend_links_main.title_legend
source: Title
de: Titel

# tl_om_backend_links_main.publish_legend
source: Publish
de: Veröffentlichen

# tl_om_backend_links_main.deleteConfirm
source: Deleting category ID %s will also delete all its FAQs! Continue?
de: Wenn Sie die Kategorie %s löschen, werden auch alle darin enthaltenen FAQs gelöscht! Fortfahren?

# tl_om_backend_links_main.new.0
source: New link
de: Neuer Link

# tl_om_backend_links_main.new.1
source: Create a new link
de: Einen neuen Link anlegen

# tl_om_backend_links_main.show.1
source: Show the details of link ID %s
de: Details des Links ID %s anzeigen

# tl_om_backend_links_main.edit.0
source: Edit link
de: Link bearbeiten

# tl_om_backend_links_main.edit.1
source: Edit link ID %s
de: Link ID %s bearbeiten

# tl_om_backend_links_main.copy.0
source: Duplicate link
de: Link duplizieren

# tl_om_backend_links_main.copy.1
source: Duplicate link ID %s
de: Link ID %s duplizieren

# tl_om_backend_links_main.delete.0
source: Delete link
de: Link löschen

# tl_om_backend_links_main.delete.1
source: Delete category ID %s
de: Link ID %s löschen
